---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarElemScheduleMark
source: html/a80e2068-0699-478f-d16b-4811a6d72216.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarElemScheduleMark Property

"Schedule Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarElemScheduleMark { get; }
```